Repository: openprocurement/openregistry.assets.basic
Catalog: docs/source/locale/*/LC_MESSAGES/standard/lot.po
Languages: uk

source: Schema
uk: Схема

source: string, auto-generated, read-only
uk: рядок, автогенерований, лише для читання

source: The lot identifier to refer that lot to in the `paper` documentation.
uk: Ідентифікатор лоту, наявний для того, аби знайти його у паперовій документації.

source: |ocdsDescription| LotID is included to make the flattened data structure more convenient.
uk: |ocdsDescription| LotID включають, щоб зробити структуру даних більш зручною та читабельною.

source: The date of lot creation/undoing.
uk: Дата створення/знищення лоту.

source: |ocdsDescription| Date when the lot was last modified.
uk: |ocdsDescription| Дата внесення останніх змін до лоту.

source: string, required
uk: рядок, обов’язковий

source: The lot status within the Registry.
uk: Статус лоту в реєстрі.

source: string, optional
uk: рядок, не обов’язковий

source: ID of the related :ref:`basic assets`.
uk: Ідентифікатор :ref:`basic assets`, який приркріплений до лоту.

source: Type of the given lot.
uk: Тип лоту.

source: string, multilingual
uk: рядок, багатомовний

source: Ukrainian by default (required) - Ukrainian title
uk: Українською за замовчуванням - найменування українською, обов’язково

source: ``title_en`` (English) - English title
uk: ``title_en`` (English) - найменування англійською

source: ``title_ru`` (Russian) - Russian title
uk: ``title_ru`` (Russian) - найменування російською

source: Oprionally can be mentioned in English/Russian.
uk: Вказання йменування англійсько/російською не обов’язкове.

source: string, multilingual, optional
uk: рядок, багатомовний, не обов'язково

source: |ocdsDescription| A description of the goods, services to be provided.
uk: |ocdsDescription| Опис товарів та послуг, які повинні бути надані.

source: Ukrainian by default - Ukrainian decription
uk: Українською за замовчуванням - опис українською

source: ``decription_en`` (English) - English decription
uk: ``decription_en`` (English) - опис англійською

source: ``decription_ru`` (Russian) - Russian decription
uk: ``decription_ru`` (Russian) - опис російською

source: |ocdsDescription| All related documents and attachments.
uk: |ocdsDescription| Пов’язані з лотом документи та додатки.

source: An entity managing the lot.
uk: Розпорядник лоту.

source: optional
uk: не обов’язково

source: The additional parameter with a value ``test``.
uk: Додатковий параметр, що вказує на тестовий режим.
